<template>
  <div class="container">
    <div class="h1-title">服务协议</div>
    <div class="h3-title">一.  定义</div>
    <div class="para-content">
      “有爱医学”，即为服务提供方——南京先声医学检验有限公司。包含整个检测、服务、技术相关团队。<br><br>
      服务”，是指有爱医学为用户提供检测服务，报告解读（内容包括但不限于：文本、图表、其它内容和信息），以及我们对其所做的任何版本以及内容更新。<br><br>
      “个人信息”，是对于个体用户有识别度的信息，包含但不限于：注册信息、检测信息、报告信息。<br>
    </div>
    <div class="h3-title">二.  服务条款的确认和接纳</div>
    <div class="para-content">
      接受我们的服务前，用户需要接受和同意全部的服务条款；一旦接受服务，即为已经接受本协议的全部内容。请用户完整阅读或知晓本协议后，接受条款方可接受服务。未满18岁的未成年人需在监护人的允许和知情下进行该服务项目。未来有爱医学新的服务项目，也会由相应新的条款来进行制约。<br><br>
      各项电子服务的所有权和运作权归有爱医学所有。本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。<br><br>
      有爱医学保留在中华人民共和国大陆地区施行之法律允许的范围内独自决定拒绝服务、清除或编辑内容或取消订单的权利。<br><br>
      用户需自愿签署本服务协议，中途也可按照协议中的规定申请退出。在遵守本协议的条件下，我们保护用户的安全、健康以及应具有的权益。<br>
    </div>
    <div class="h3-title">三.  服务条件</div>
    <div class="para-content">
      18岁以上的用户，在知悉的情况下，愿意签署服务协议和知情同意书；<br><br>
      未满18岁的用户，须要在法定监护人的同意和知情下签订相关协议。监护人需要对提供的全部信息负责。以及通过签署本协议，同意并签署相应的知情同意书。<br>
    </div>
    <div class="h3-title">四.  服务范围</div>
    <div class="para-content">
      随着服务项目的不断发展和变更，有爱医学不断创新，为用户提供最佳体验。用户承认并同意，有爱医学提供的服务形式和性质可能会随时更改，恕不另行通知。有爱医学可以自行决定（永久或暂时）停止向用户提供某些服务（或服务中的任何功能），而无需事先通知用户。<br><br>
      用户也有权利在任何时候停止该服务而不需要特别通知我们，除非用户要求关闭账户，有爱医学不承担本服务条款或其他适用条款之外的服务责任。<br>
    </div>
    <div class="h3-title">五.  有关风险</div>
    <div class="para-content">
      有爱医学提供的是服务，而不是医学治疗服务，且检测结果仅对当次样本负责。用户应该随时向专业医生咨询有关诊断、治疗、缓解、治愈或预防情况。有爱医学鼓励用户与
专业医生进行交流，这可以帮助用户更好地理解相关结果，并决定下一步治疗方案。对于健康风险的心理顾虑，以及可能产生的心理问题，用户可以提早咨询。<br><br>
      关于样本失败的处理，如果用户寄送的样本出现提取量不足或是不符合实验检测要求，有爱医学客服会第一时间与用户联络，建议用户重新购买该服务。如因未知因素，产生数据不可用或不准确（称为“误差”），由于这种可能性是未知的，用户无权因误差要求退款。有爱医学提供的采样器属于医疗器械，不予退换。<br>
    </div>
    <div class="h3-title">六.  用户知悉</div>
    <div class="para-content">
      用户需确保其提供的注册信息与检测信息为同一客户信息。绑定个人信息之后，不得转售、转赠他人使用。<br><br>
      年满18岁以上用户，或18岁以下用户的法定监护人接受本协议的全部条款内容。<br><br>
      有爱医学可以向全世界提供服务。但由于各个国家和地区的法律差异，以及中国大陆地区的法律限制，有爱医学只为中国大陆地区的用户提供服务，同时也只接受来自中国大陆寄送的样本。除中国大陆以外的其他国家和地区的用户，如果想使用有爱医学的服务，请联系客服。<br><br>
      一旦用户将检测样本寄回至有爱医学，样本是不可返回的。我们有权对样本进行合理处理，并提供相应的服务。<br><br>
      六.账户创建，客户账户，密码和安全义务<br><br>
      考虑到用户对服务的使用，用户需同意：<br><br>
      （a）提供真实，准确，最新和完整的注册信息;<br><br>
      （b）维护并及时更新注册信息，以确保其真实、准确、最新和完整。如果用户提供任何不真实、不准确、不更新或不完整的注册信息，或有爱医学有合理理由怀疑此类信息不真实，不准确，不更新或不完整，有爱医学有权暂停或终止用户的账户并拒绝当前或未来所有服务（或其任何部分）的使用。<br><br>
      在用户购买我们的服务后，将创建一个指定账户和密码。用户有责任维护账户和密码的机密性，并保证不将账号和密码分享给任何第三方，用户对账户或密码下发生的所有活动负全部责任。如果有第三方通过用户本人分享的账户和密码访问有爱医学的网站并由此产生了纠纷，所有的责任和赔偿将由用户本人承担。<br><br>
        用户需同意：<br>
        （a）立即通知有爱医学未经授权使用用户的账户或密码或任何其他违反账户安全的行为;<br><br>
        （b）确保在每次会话结束时退出账户。<br><br>
        有爱医学不能也不会为用户不遵守本节所造成的任何损失或损害负责。<br>
    </div>
    <div class="h3-title">七.隐私声明</div>
    <div class="para-content">
      使用该服务之前，用户需要接受我们关于隐私声明的协议。通过购买页面的服务协议中，点击“接受”服务协议，我们的服务才可以执行。<br><br>
      用户同意我们的工作人员对于系统的常规维护、管理和调试。另外，对于分离个人注册信息的检测信息和报告的汇总，我们可将其用于科研机构、科研文章的发表、临床治疗方法的改善、药物的研发、诊断监测设备的开发或相关的第三方机构。但未经过用户同意或特殊的法律情况下，有爱医学不会将用户的个人检测信息向任何的第三方机构公开。<br><br>
      有爱医学有保护用户隐私的义务，同时用户也应知晓在司法、法规要求的情况下，有爱医学有权在对用户做出相应通知的情况下，提供用户的个人信息给相关部门。用户需知晓数据信息能够以各种形式在网络间传播，并且会对于不同设备环境做出调整。除意外出现的网络攻击等情况外，有爱医学会严格限制网络访问。<br>
    </div>
    <div class="h3-title">八.  用户责任</div>
    <div class="para-content">
    对于由用户提供的样本所产生的商业价值以及科研成果的所有权属于有爱医学，与用户个人无关。<br><br>
    如果用户违背本协议中的条款，有爱医学也将有权利拒绝为用户提供现阶段或是将来任何形式的服务，用户也需要为公司所付出的劳动力、费用或所带来的任何损失负责。<br><br>
    用户保证所提供的信息的真实、即时、有效和完整性，如因用户提供了在知情范围内的不真实信息，我们有权质疑并停止提供服务。用户有义务对于在本网站提供的服务信息进行保密，如有意泄漏信息而对用户或有爱医学造成损失，我们不予以负责并有权对此提出相应赔偿。<br>
    </div>
    <div class="h3-title">九.  有爱医学的所有权</div>
    <div class="para-content">
    用户承认并同意，有爱医学（或有爱医学的许可方，如适用）拥有服务中的所有合法权利，所有权和利益，包括服务中的任何知识产权。本服务可能包含有爱医学指定保密的信息，未经有爱医学事先书面同意，用户不得披露此类信息。<br>
    </div>
    <div class="h3-title">十. 协议范围、协议更新及用户关注义务</div>
    <div class="para-content">
    本协议列明的条款并不能完整罗列并覆盖用户与有爱医学所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，现有及未来公示的法律声明、隐私保护政策、具体服务运营规则、售后服务规则、告知书、同意函等各类法律文件均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如用户使用服务，视为用户同意上述补充协议。<br><br>
    根据国家法律法规变化，有爱医学有权对本协议条款进行修改，修改后的协议一旦发布在网站上即生效，并代替原来的协议。用户可随时登录查阅最新协议；用户有义务关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，可以且应立即停止接受本协议提供的服务；如用户继续使用本网站提供的服务，即视为同意更新后的协议。有爱医学建议用户在使用之前阅读本协议及相关的公告。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。<br><br>
    <b>用户同意，出现以下情况时，有爱医学有权不事先通知地中止、终止向用户提供部分或全部服务，且无须为此向用户或任何第三方承担任何责任：<br>
    <p>─&ensp;用户在使用服务期间存在违法行为或违反本协议和/或规则的行为的；<br></p>
    <p>─&ensp;用户样本绑定信息虚假或不真实或不完整或过期无效的；<br></p>
    <p>─&ensp;用户以他人名义注册，或转售产品、服务；<br></p>
    <p>─&ensp;存在其他违反诚实信用或欺诈行为的；<br></p>
    <p>─&ensp;本协议变更时，用户明示并告知不愿接受新的服务协议的；<br></p>
    <p>─&ensp;本协议约定的其他情形以及其它本站认为应当终止服务或注销账户的情况。<br></p></b>
    </div>
    <div class="h3-title">十一. 法律管辖和适用</div>
    <div class="para-content para-content-bottom">
      本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可将争议提交至中国国际经济贸易仲裁委员会进行仲裁。仲裁地点在北京。仲裁适用普通程序。仲裁结果对双方具有终局法律效力。
    </div>
      <Footer></Footer>
    </div>
</template>

<script>
 import Footer from '../../components/footer.vue'

 export default {
   name:'Rule',
   data () {
     return {

     }
   },
   components: {
     Footer,
   }
 }
</script>

<style scoped>
  .container{
    width:1170px;/*no*/
    text-align:left;
    margin:0 auto;
  }
  .h1-title{
  text-align:center;
  font-size:40px;
  font-weight:bold;
  line-height:3;
  }
  .h2-title{
    font-size:36px;
    font-weight:bold;
    line-height:2;
  }
  .h3-title{
    font-size:30px;
    line-height:2;
    font-weight:bold;
    margin-top: 50px;
  }
  .para-content{
    font-size:22px;
    letter-spacing:0.18em;
    line-height:2;
    color:#686868;
  }
  .para-content p{
    /*text-indent: -1.2em;*/
    margin-left: 1.6em;
  } 
  .container .para-content-bottom{
    margin-bottom:150px;
  }
 
</style>

